INSERT INTO `role` (`id`, `name`, `remark`, `data_scope`, `level`, `create_time`, `permission`)
VALUES
	(1, '超级管理员', '-', '全部', 1, '2018-11-23 11:04:37', 'admin'),
	(2, '商家管理员', '-', '本级', 2, '2018-11-23 13:09:06', 'common');


INSERT INTO `dept` (`id`, `name`, `pid`, `enabled`, `create_time`)
VALUES
	(1, 'EL-ADMIN', 0, 1, '2019-03-01 12:07:37'),
	(12, '电商部', 1, 1, '2020-04-11 13:25:55'),
	(13, '平台部', 1, 1, '2020-04-11 13:26:29'),
	(14, '测试商家一', 12, 1, '2020-04-11 13:56:05'),
	(15, '测试商家二', 12, 1, '2020-04-19 14:55:46');

INSERT INTO `job` (`id`, `name`, `enabled`, `sort`, `dept_id`, `create_time`)
VALUES
	(13, '商家岗位', 1, 999, 14, '2020-04-11 13:23:07'),
	(14, '平台岗位', 1, 1, 13, '2020-04-11 13:23:29');
